{
  "pt-BR": [
    {
      "title": "SOBRE",
      "content": "O II Colóquio Internacional e o IV Colóquio de Pesquisa Social Crítico-dialética são os encontros científicos realizados pelo Grupo de Pesquisa e Extensão em Serviço Social Crítico – GEPESSCRITICO, com o apoio do PPGSSocial, que acontecem, desde 2019, de dois em dois anos no Campus Universitário de Miracema, da Universidade Federal do Tocantins – CUM/UFT. Sempre agendado para o mês de outubro. Em 2025, na sua quarta edição, o IV Colóquio de Pesquisa Social Crítico-dialética, se associa ao II Colóquio Internacional para dar continuidade ao amplo debate sobre as temáticas emergentes e demandantes da produção do conhecimento em Serviço Social, diante da conjuntura sócio-histórica atual.",
      "image": "/images/home1.webp"
    },
    {
      "title": "O COLÓQUIO EM 2025",
      "content": "Em 2025, o II Colóquio Internacional e o IV Colóquio de Pesquisa Social Crítico-dialética se realizarão nos dias 28, 29, 30 e 31 de outubro de 2025. Em parceria com o GEPOSS, com o Grupo de Leituras Marxistas e com o CRESS 25ª Região/TO, o encontro objetiva ampliar o debate sobre as “Metodologias da Pesquisa Social”, em âmbito nacional e sobre “Pesquisa no Serviço Social Crítico”. Ambos os debates serão conduzidos por dois minicursos, com três dias de duração e carga horária de 12h cada. Sendo um realizado no turno da manhã e outro no turno da noite, cujo conteúdo estará estreitamente articulado aos dois temas de debate.",
      "image": "/images/sobre2.webp"
    },
    {
      "title": "EDIÇÃO INTERNACIONAL",
      "content": "A edição internacional realizará o minicurso: Construção sócio-histórica da pesquisa em Serviço Social na América Latina, a ser conduzido pelo Professor Manuel Mallardi, Licenciado e Mestre em Serviço Social, Doutor em Ciências Sociais. Professor Titular da Faculdade de Ciências Humanas da UNCPBA - Universidad Nacional del Centro de la Provincia de Buenos Aires. Pesquisador CONICET no Centro Interdisciplinar para o Estudo de Políticas Públicas. Diretor do Mestrado em Trabajo Social – FCH/UNCPBA. Ressalta-se que esta atividade será realizada de forma digital, através do canal oficial do Youtube do Campus de Miracema.",
      "image": "/images/sobre3.webp"
    },
    {
      "title": "EDIÇÃO NACIONAL",
      "content": "A edição nacional realizará o minicurso: \"A Pesquisa Qualitativa e os desafios do método”, sob a condução do Professor Vanderlei Martini graduado em Serviço Social pela Escola de Serviço Social da Universidade Federal do Rio de Janeiro ESS/UFRJ. Mestre em Política Social pelo Programa de Pós-Graduação em Política Social da Universidade de Brasília - PPGPS/UnB. Doutor pela Escola de Serviço Social da Universidade Federal do Rio de Janeiro ESS/UFRJ. Professor do Magistério Superior na Universidade Federal de Tocantins - UFT (2025). Lecionou no Departamento de Serviço Social da Universidade Federal de Ouro Preto - DESSO/UFO. Estuda Teoria Social de Marx; Formação social brasileira; Fundamentos da Formação e Trabalho Profissional em Serviço Social; Política Social; Questão social e Movimentos Sociais. Ampla experiência em Coordenação Política Pedagógica em cursos realizados em parceria com a UFJF, a UFU, a UFMG, a UnB, e a UFRJ. Participou do Grupo de Estudos sobre Serviço Social e Trabalho GESST/PPGPS/UnB: 2016-2017; Membro do GEMPS - Grupo de Estudo e Pesquisas Marxistas em Política Social, no PPGSS/ESS/UFRJ; 2018-2021.",
      "image": "/images/sobre4.webp"
    },
    {
      "title": "OBJETIVO",
      "content": "O evento terá na sua programação uma conferência de abertura e dois minicursos de formação em pesquisa social crítico-dialética. Nesta edição haverá apresentação de trabalhos acadêmicos. Pretende-se reunir pesquisadores, professores, estudantes de graduação e pós-graduação e profissionais nas áreas de ciências sociais e ciências sociais aplicadas e humanas; voltadas para o Serviço Social, Pedagogia, Psicologia, Educação Física, Sociologia e Licenciaturas, entre outras áreas afins; agregando assistentes sociais, pedagogos, psicólogos, cientistas sociais, professores de educação física e demais profissionais para a produção do conhecimento científico na perspectiva da produção do conhecimento científico alinhado a teoria social marxista. Assim como, visa, também, a integração científica com instituições brasileiras de ensino superior, públicas ou privadas, possibilitando o crescimento do interesse pela pesquisa social, bem como pela docência e pós-graduação. O objetivo do evento, para além de discutir, está em conhecer as pesquisas desenvolvidas pelas diversas instituições que participarão do evento e construir interlocuções e parcerias entre redes de pesquisas nacionais capazes de contribuir para o avanço e desenvolvimento da investigação científica realizada no campo social e teórico-metodológico crítico-dialético, na academia brasileira.",
      "image": "/images/sobre5.webp"
    }
  ],
  "es": [
    {
      "title": "SOBRE",
      "content": "El II Coloquio Internacional y el IV Coloquio de Investigación Social Crítico-Dialéctica son reuniones científicas organizadas por el Grupo de Investigación y Extensión en Trabajo Social Crítico (GEPESSCRITICO), con el apoyo de PPGSSocial. Estas reuniones se celebran bienalmente desde 2019 en el Campus Universitario Miracema de la Universidad Federal de Tocantins (CUM/UFT). Siempre se programan para octubre. En 2025, en su cuarta edición, el IV Coloquio de Investigación Social Crítico-Dialéctica se unirá al II Coloquio Internacional para continuar el amplio debate sobre temas emergentes y exigentes para la producción de conocimiento en Trabajo Social, dado el contexto sociohistórico actual.",
      "image": "/images/home1.webp"
    },
    {
      "title": "EL COLOQUIO EN 2025",
      "content": "Programado para octubre de 2025, en su cuarta edición, el IV Coloquio de Investigación Social Crítico-Dialéctica se une al II Coloquio Internacional para continuar el amplio debate sobre temas emergentes y relevantes en la producción de conocimiento en Trabajo Social, dado el contexto sociohistórico actual. En 2025, el II Coloquio Internacional y el IV Coloquio de Investigación Social Crítico-Dialéctica se celebrarán los días 28, 29, 30 y 31 de octubre de 2025. En colaboración con GEPOSS, el Grupo de Lecturas Marxistas y CRESS 25.ª Región/TO, el encuentro busca ampliar el debate sobre «Metodologías de Investigación Social» a nivel nacional y sobre «Investigación Crítica en Trabajo Social». Ambos debates se desarrollarán en dos minicursos de tres días, cada uno de 12 horas. Uno se impartirá por la mañana y el otro por la tarde, y su contenido estará estrechamente vinculado a los dos temas de debate.",
      "image": "/images/sobre2.webp"
    },
    {
      "title": "EDICIÓN INTERNACIONAL",
      "content": "La edición internacional contará con el minicurso: Construcción Sociohistórica de la Investigación en Trabajo Social en América Latina, a cargo del profesor Manuel Mallardi, licenciado y magíster en Trabajo Social, doctor en Ciencias Sociales. Profesor Titular de la Facultad de Ciencias Humanas de la Universidad Nacional del Centro de la Provincia de Buenos Aires y de la Facultad de Ciencias de la Salud y Trabajo Social de la Universidad Nacional de Mar del Plata. Investigador del CONICET en el Centro Interdisciplinario para el Estudio de Políticas Públicas. Director de la Maestría en Trabajo Social - FCH/UNCPBA.",
      "image": "/images/sobre3.webp"
    },
    {
      "title": "EDICIÓN NACIONAL",
      "content": "La edición nacional contará con el minicurso \"Investigación Cualitativa y los Desafíos del Método\", impartido por el profesor Vanderlei Martini, licenciado en Trabajo Social por la Escuela de Trabajo Social de la Universidad Federal de Río de Janeiro (ESS/UFRJ). Posee una maestría en Políticas Sociales del Programa de Posgrado en Políticas Sociales de la Universidad de Brasilia (PPGPS/UnB). Es doctor por la Escuela de Trabajo Social de la Universidad Federal de Río de Janeiro (ESS/UFRJ). Es profesor de Educación Superior en la Universidad Federal de Tocantins (UFT) (2025). Impartió docencia en el Departamento de Trabajo Social de la Universidad Federal de Ouro Preto (DESSO/UFO). Estudia la Teoría Social de Marx; la Formación Social Brasileña; los Fundamentos de la Formación y el Trabajo Profesional en Trabajo Social; la Política Social; y las Cuestiones Sociales y los Movimientos Sociales. Cuenta con amplia experiencia en la coordinación de políticas pedagógicas en cursos impartidos en colaboración con la UFJF, la UFU, la UFMG, la UnB y la UFRJ. Participó en el Grupo de Estudio sobre Trabajo Social y Trabajo (GESST/PPGPS/UnB, 2016-2017); miembro del GEMPS (Grupo Marxista de Estudios e Investigación en Políticas Sociales), del PPGSS/ESS/UFRJ, 2018-2021.",
      "image": "/images/sobre4.webp"
    },
    {
      "title": "OBJETIVO",
      "content": "El evento incluirá una conferencia inaugural y dos minicursos sobre investigación social crítico-dialéctica. Esta edición incluirá presentaciones de artículos académicos. El evento busca reunir a investigadores, docentes, estudiantes de grado y posgrado, y profesionales de las ciencias sociales, ciencias sociales aplicadas y humanidades, con énfasis en Trabajo Social, Pedagogía, Psicología, Educación Física, Sociología y programas de grado, entre otras áreas afines. Reúne a trabajadores sociales, educadores, psicólogos, científicos sociales, profesores de educación física y otros profesionales para producir conocimiento científico desde la perspectiva de la teoría social marxista. También busca fomentar la integración científica con las instituciones brasileñas de educación superior, tanto públicas como privadas, fomentando un mayor interés en la investigación social, la docencia y los estudios de posgrado. El objetivo del evento, más allá del debate, es conocer la investigación de las diversas instituciones participantes y fomentar el diálogo y las alianzas entre redes nacionales de investigación capaces de contribuir al avance y desarrollo de la investigación científica en los campos crítico-dialécticos sociales y teórico-metodológicos dentro del ámbito académico brasileño.",
      "image": "/images/sobre5.webp"
    }
  ]
}
